export const injection_type = {
    1: '皮下注射',
    2: '肌肉注射',
    3: '静脉注射'
} 

export const injection = ['皮下注射', '肌肉注射', '静脉注射', '静脉滴注'];

export const hospital = [
    {
        text: '武汉市普仁医院',
        address: "湖北省武汉市青山区武汉市青山区本溪街1号",
        leader: "丁芳",
        tel: '13554356795'
    },
    {
        text: '武汉普仁青船医院',
        address: "武汉市青山区工业港21幢 ",
        leader: "喻亚琳",
        tel: '15972144075'
    },
    {
        text: '武汉普仁利平医院',
        address: "武汉市青山区和平大道1095号青宜居12栋1层商网6、7、8号",
        leader: "管仟仟",
        tel: '15098026181'
    },
    {
        text: '武汉洪山复新医院',
        address: "洪山区东方红村东方雅园三期B-17栋1-2层商2-6号",
        leader: "白杨",
        tel: '19907110764'
    },
    // {
    //     text: '武汉市普仁江岸医院',
    //     address: "湖北省武汉市江岸区江岸区徐洲三村61号",
    //     leader: "测试",
    //     tel: '18086064311'
    // },
    // {
    //     text: '武汉市江岸区新村街社区卫生服务中心',
    //     address: "武汉市江岸区新村街二七路金涛翰林苑小区5号楼1楼",
    //     leader: "测试",
    //     tel: '18086064311'
    // },
    {
        text: '青山区武东街东区社区卫生服务中心(武汉市普仁广惠医院)',
        address: "湖北省武汉市青山区青山区武东路9号",
        leader: "姜宁",
        tel: '13720160333'
    },
    // {
    //     text: '青山区武东街合作小区社区卫生服务站',
    //     address: "青山区武东街合作小区",
    //     leader: "姜宁",
    //     tel: '13720160333'
    // },
    {
        text: '青山区武东街西区社区卫生服务中心(471医院)',
        address: "湖北省武汉市青山区武东中路39号",
        leader: "孙涛",
        tel: '13277078202'
    },
    {
        text: '青山区红卫路街八大家社区卫生服务站',
        address: "青山区红卫路43街新奥风尚1单元3号商网",
        leader: "游文莉",
        tel: '18963960533'
    },
    {
        text: '青山区钢花街117街社区卫生服务站',
        address: "青山区钢花街117街55门",
        leader: "骆燕",
        tel: '15902766017'
    },
    {
        text: '青山区钢都绿景苑社区卫生服务站',
        address: "北洋桥路港东名居2栋1单元1-2号商铺",
        leader: "叶锦",
        tel: '13296638685'
    },
    {
        text: '青山区红卫路街大华社区卫生服务站',
        address: "青山区园林路25号大华铂金华府B3栋1-2层商铺1室",
        leader: "李沙",
        tel: '13797027098'
    },
    {
        text: '武汉普仁大华综合门诊部',
        address: "青山区园林路25号大华铂金华府B3（2-4）1-2层商铺、A3（6-7）一层商铺",
        leader: "李沙",
        tel: '13797027098'
    },
    {
        text: '洪山区和平街白马洲社区卫生服务站',
        address: "洪山区和平街白马馨居11栋",
        leader: "刘海燕",
        tel: '13720316711'
    },
    {
        text: '洪山区和平街社区卫生服务中心杨春湖社区卫生服务站',
        address: "洪山区和平街杨春湖景苑小区商铺1387附36号",
        leader: "朱丽珍",
        tel: '13419665001'
    },
    {
        text: '武汉市普仁医院建二卫生所',
        address: "青山区51街中冶新奥1栋32-3号商网",
        leader: "潘蘋",
        tel: '13545110702'
    },
    {
        text: '武汉市普仁医院五十八街卫生所',
        address: "青山区红卫路五十八街3门1号",
        leader: "文雅萍",
        tel: '18162660628'
    },
    {
        text: '武汉市普仁医院一二二街卫生所',
        address: "青山区122街坊25栋25-1号商网",
        leader: "舒爱武",
        tel: '18971662747'
    },
    // {
    //     text: '武汉城市职业学院卫生所(南校区)',
    //     address: "洪山区新路村1号学生公寓2栋1楼",
    //     leader: "测试",
    //     tel: '18086064311'
    // },
    // {
    //     text: '武汉城市职业学院卫生所(北校区)',
    //     address: "武汉市洪山区马湖村特1号",
    //     leader: "测试",
    //     tel: '18086064311'
    // }
]